{"Collection": "TrecCAR", "DocID": "00000047dc43083f49b68399c6deeed5c0e81c1f", "Title": "Fuller APA 7 Damaged in an enemy attack", "ParagraphID": "0", "Paragraph": "On 28 October 1943, Fuller sailed from Efate, New Hebrides, for the initial landings on Bougainville, where she landed Marine raiders on Cape Torokina 1 November. Laden with casualties, she cleared the assault beaches the same day for Tulagi and Purvis Bay. Returning to Bougainville's Empress Augusta Bay anchorage with reinforcements 8 November, Fuller came under enemy air attack, receiving a direct hit on her port side which set her afire and killed five of her crew and two soldiers embarked. She returned to Purvis Bay 2 days later to repair battle damage, and twice more during the following month and a half carried reinforcements to Bougainville."}
{"Collection": "TrecCAR", "DocID": "000000afe1da525b3db17db77f350b187441a9ed", "Title": "", "ParagraphID": "0", "Paragraph": "The 1913 Johannisthal Air Disaster happened close to the air field, killing all 28 passengers.The German astronaut Reinhard Furrer died on September 9, 1995 during historic flight show."}
{"Collection": "TrecCAR", "DocID": "0000014f07ec8c3f6dc130d21cddc42da950068a", "Title": "", "ParagraphID": "0", "Paragraph": "Stéphane Houdet successfully defended the title by defeating Shingo Kunieda 7–5, 5–7, 7–6 in the final."}
{"Collection": "TrecCAR", "DocID": "000001ae0be1235060c10e6edc99f7791e86a04c", "Title": "", "ParagraphID": "0", "Paragraph": "Ayscough was murdered on 29 June 1450 by an angry mob during Jack Cade’s rebellion, as he had married Henry VI and the deeply unpopular Margaret of Anjou."}
{"Collection": "TrecCAR", "DocID": "000002ea148d1d938a601d2896a319a8d72b078f", "Title": "", "ParagraphID": "0", "Paragraph": "In a 2007 interview, The Boston Globe Magazine credited Quigley with \"making the New York Times crossword hip.\""}
{"Collection": "TrecCAR", "DocID": "00000435e6eaca3b8bca782c61b06f1050966eed", "Title": "", "ParagraphID": "0", "Paragraph": "The line between Mariahütte and Wadern was closed in November 1968. The connection curve from Mariahütte to Türkismühle was closed with it. Autobahn 1 now runs on part of the former line between Primstal and Mariahütte. The station buildings of Kastel, Primstal and Krettnich were demolished. The tracks between Wadern and Büschfeld were dismantled after 30 November 1993."}
{"Collection": "TrecCAR", "DocID": "000004fd71fb5ed6ddfba66ad16dc83520fb7c58", "Title": "", "ParagraphID": "0", "Paragraph": "In 1903, despite never having played football, Lanagan was selected as Stanford's head football coach, and coached the team for three years, compiling an overall record of 23–2–4."}
{"Collection": "TrecCAR", "DocID": "0000054d2fb007560fbf49f5e36e130712dbd2be", "Title": "", "ParagraphID": "0", "Paragraph": "Leake consequently moved with speed, heading south and west toward the French settlements.  On 28 August the fleet made its first captures, taking a French ship recently arrived from the French West Indian isle of Martinique, did battle with those at Trepassey Bay, and two more that Lichfield chased down. The next day Leake captured another French ship in St. Mary's Bay, and was rejoined by Montagu, which had taken three prizes the day before.  Ordering Montagu, Lichfield, and Charles Galley to make for Colinet, Leake took the rest of the fleet to St. Mary's, where he chased a ship aground, and then sent out boats to refloat her.  Landing parties were sent ashore, where they destroyed fishing stages, houses, shipbuilding equipment and unfinished ships, and many small boats."}
{"Collection": "TrecCAR", "DocID": "000006d87194c490eb64f9d48e588a2cef09fcda", "Title": "", "ParagraphID": "0", "Paragraph": "Wickham Skinner is an American academic. He is the Emeritus James E. Robison Professor of Business Administration at the Harvard Business School."}
{"Collection": "TrecCAR", "DocID": "0000070402dbaf074bc1e3ba487036322ef8ce86", "Title": "", "ParagraphID": "0", "Paragraph": "In 1662, the then Governor of Jamaica, Lord Windsor, received royal instructions to protect  the \"Caimanes Islands ... by planting and raising Fortifications upon them\"; the fortification, however, was not constructed until 1790. Fort George was built using local coral rock and limestone ironshore with its design being based largely on the English fortifications of the  time. The oval base of the Fort measured approximately 57 feet by 38 feet. There were eight embrasures for cannons around the sides of the fort and a mahogany gate on the fort's landward side. The walls of Fort George ranged in thickness from two feet on its landward side to five feet on its seaward side, with the walls being about five feet in height."}
{"Collection": "TrecCAR", "DocID": "000007b11f8a24630dc2f29c6eafd9e10b35249e", "Title": "", "ParagraphID": "0", "Paragraph": "In 1922 he married Henriette \"Henny\" Adelaide Størmer, a daughter of Carl Størmer. They had the son Harald Løvenskiold who married Ingegjerd Andvord and had the son Carl Otto Løvenskiold."}
